
/* Label for the password field in the account preferences */
"Password:" = "Wachtwoord:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "De ingevoerde tekens zijn niet toegestaan in een accountnaam bij deze service.";
